Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# club.community.history
source: Edit history
zh_hans: 编辑历史

# club.community.image
source: Post image
zh_hans: 动态图片

# club.community.imagesOff
source: Image upload is not enabled
zh_hans: 尚未开启图片上传

# club.community.joinFirst
source: Join a club to see your feed
zh_hans: 加入俱乐部后查看动态

# club.community.like
source: Like or unlike
zh_hans: 点赞或取消点赞

# club.community.loadError
source: Could not load. Please refresh.
zh_hans: 加载失败，请刷新

# club.community.loading
source: Loading
zh_hans: 加载中

# club.community.next
source: Next page
zh_hans: 下一页

# club.community.noComments
source: No comments yet
zh_hans: 暂无评论

# club.community.noHistory
source: No edit history
zh_hans: 暂无编辑历史

# club.community.offline
source: Writes are disabled by default and require an explicitly granted adapter
zh_hans: 写入默认关闭，需要显式授权的适配器

# club.community.pin
source: Pin announcement
zh_hans: 置顶公告

# club.community.pinned
source: Pinned announcement
zh_hans: 置顶公告

# club.community.postID
source: Post ID
zh_hans: 动态编号

# club.community.posts
source: Club posts
zh_hans: 俱乐部动态

# club.community.previous
source: Previous page
zh_hans: 上一页

# club.community.queued
source: Report queued for moderation
zh_hans: 举报已提交审核

# club.community.queuedExplanation
source: Reporting queues moderation. It does not delete this content.
zh_hans: 举报将进入审核，不会立即删除内容

# club.community.refresh
source: Refresh
zh_hans: 刷新

# club.community.refreshRequired
source: Server acknowledged. Review refreshed server content.
zh_hans: 服务端已确认，请查看刷新后的内容

# club.community.removeImage
source: Remove image
zh_hans: 移除图片

# club.community.report
source: Report post
zh_hans: 举报动态

# club.community.reportComment
source: Report comment
zh_hans: 举报评论

# club.community.review
source: Review
zh_hans: 确认内容

# club.community.toggleWarning
source: This switches the current like state. Do not retry if the result is unknown.
zh_hans: 此操作切换点赞状态，结果未知时请勿重试

# club.community.unknown
source: Result unknown. This target is locked; do not retry.
zh_hans: 结果未知，已锁定此目标，请勿重试

# club.community.unpin
source: Unpin announcement
zh_hans: 取消置顶

# club.community.user
source: Community member
zh_hans: 社区用户

# club.community.version
source: Version
zh_hans: 版本

# club.detail
source: Club details
zh_hans: 俱乐部详情

# club.directory
source: Find clubs
zh_hans: 查找俱乐部

# club.emptyDirectory
source: No clubs found
zh_hans: 未找到俱乐部

# club.emptyDirectoryHint
source: Try another club name or clear the search.
zh_hans: 试试其他俱乐部名称，或清除搜索条件。

# club.emptyEvents
source: No club activities returned
zh_hans: 暂无俱乐部活动

# club.emptyJoined
source: No joined clubs
zh_hans: 尚未加入俱乐部

# club.emptyMembers
source: No members
zh_hans: 暂无成员

# club.emptyMembersHint
source: The club reports no members yet.
zh_hans: 俱乐部暂未有成员。

# club.emptyNearby
source: No nearby clubs returned
zh_hans: 暂未发现附近俱乐部

# club.emptyOwned
source: No clubs created yet
zh_hans: 尚未创建俱乐部

# club.emptyOwnedHint
source: Clubs you create will appear here. Joined clubs appear on the club home.
zh_hans: 你创建的俱乐部将显示在这里，已加入的俱乐部请在俱乐部首页查看。

# club.enroll.checkin.done
source: Checked in · View details
zh_hans: 已核销 · 查看详情

# club.enroll.checkin.pending
source: Pending check-in · View details
zh_hans: 待核销 · 查看详情

# club.enroll.checkin.unknown
source: Check-in unknown · View details
zh_hans: 核销状态未知 · 查看详情

# club.enroll.collapsed
source: Collapsed
zh_hans: 已收起

# club.enroll.dateUnknown
source: Date not available
zh_hans: 时间待定

# club.enroll.deadline
source: Signup deadline
zh_hans: 报名截止

# club.enroll.detailLoading
source: Loading registrants…
zh_hans: 正在加载报名者…

# club.enroll.emptyRegistrants
source: No registrants yet
zh_hans: 还没有人报名

# club.enroll.emptyTeams
source: No groups yet
zh_hans: 还没有团

# club.enroll.emptyTickets
source: No tickets for this group
zh_hans: 该团暂无票种

# club.enroll.expanded
source: Expanded
zh_hans: 已展开

# club.enroll.loading
source: Loading enrollment roster…
zh_hans: 正在加载报名名册…

# club.enroll.paid
source: Paid registrations
zh_hans: 已支付报名数

# club.enroll.player
source: Player
zh_hans: 玩家

# club.enroll.readOnly
source: Open a player’s check-in record to inspect their registration. Refund counts do not grant refund permission.
zh_hans: 点开玩家的核销记录查看报名详情。可退款人数不代表退款权限。

# club.enroll.refundUnavailable
source: Refund actions are unavailable in this native build.
zh_hans: 当前原生版本暂不提供退款操作。

# club.enroll.refundable
source: Potentially refundable
zh_hans: 可退款人数

# club.enroll.registrants
source: registrants
zh_hans: 人

# club.enroll.retry
source: Reload
zh_hans: 重新加载

# club.enroll.signups
source: Registered
zh_hans: 已报名

# club.enroll.stale
source: Could not refresh. Showing the previous snapshot.
zh_hans: 暂未更新，当前展示上次内容。

# club.enroll.teamCount
source: Groups
zh_hans: 团数

# club.enroll.teamStatus
source: Group status
zh_hans: 团状态

# club.enroll.teamStatus.0
source: Recruiting
zh_hans: 募集中

# club.enroll.teamStatus.1
source: Formed
zh_hans: 已成团

# club.enroll.teamStatus.2
source: Disbanded
zh_hans: 已散团

# club.enroll.title
source: Enrollment roster
zh_hans: 报名名册

# club.enroll.unknown
source: Unknown
zh_hans: 未知

# club.enroll.unnamedTeam
source: Untitled group
zh_hans: 未命名团

# club.enroll.unnamedTicket
source: Ticket
zh_hans: 票种

# club.events
source: Club activities
zh_hans: 俱乐部活动

# club.fixtureNotice
source: Offline club sample • no backend connection
zh_hans: 离线俱乐部示例 · 未连接后端

# club.fixtureSignOut
source: Sign out of sample
zh_hans: 退出示例账户

# club.fixtureSwitchAccount
source: Switch sample account
zh_hans: 切换示例账户

# club.gov.access
source: Club workspace
zh_hans: 俱乐部工作台

# club.gov.acknowledged
source: Request acknowledged
zh_hans: 请求已受理

# club.gov.acknowledgedBody
source: The receipt below is the server acknowledgment. Delivery, refunds and settlement are separate results
zh_hans: 以下是服务端受理回执，送达、退款及结算是独立结果

# club.gov.action.appeal
source: Appeal a platform case
zh_hans: 提交封禁申诉

# club.gov.action.assignRole
source: Assign scoped role
zh_hans: 委派范围角色

# club.gov.action.ban
source: Ban member
zh_hans: 封禁成员

# club.gov.action.cancelOccurrence
source: Cancel this occurrence
zh_hans: 取消本场

# club.gov.action.chapterFinish
source: Finish chapter
zh_hans: 结束章节

# club.gov.action.chapterRecruit
source: Change chapter recruitment
zh_hans: 修改章节招商

# club.gov.action.correctAttendance
source: Correct attendance
zh_hans: 更正考勤

# club.gov.action.createSeries
source: Create event series
zh_hans: 创建系列场次

# club.gov.action.dissolve
source: Review club dissolution
zh_hans: 审核俱乐部解散

# club.gov.action.endTopic
source: End topic and review refunds
zh_hans: 结束主题并审核退款

# club.gov.action.hostApply
source: Apply as host
zh_hans: 申请成为主理人

# club.gov.action.issueGroupCode
source: Issue group code
zh_hans: 签发团核销码

# club.gov.action.report
source: Submit a platform report
zh_hans: 提交平台举报

# club.gov.action.reportHours
source: Report actual hours
zh_hans: 自报实际工时

# club.gov.action.retryNotification
source: Retry failed recipients
zh_hans: 重试失败收件人

# club.gov.action.revokeRole
source: Revoke assignment
zh_hans: 撤销委派

# club.gov.action.saveCustomer
source: Edit tags and remark
zh_hans: 编辑标签与备注

# club.gov.action.saveTopicSettings
source: Edit topic settings
zh_hans: 修改主题设置

# club.gov.action.sendNotification
source: Compose member notification
zh_hans: 编写成员通知

# club.gov.action.submitEvidence
source: Submit evidence hash
zh_hans: 提交证据哈希

# club.gov.action.transferOwner
source: Transfer ownership
zh_hans: 移交主理人

# club.gov.action.unban
source: Remove club ban
zh_hans: 解除俱乐部封禁

# club.gov.action.updateSeries
source: Update future occurrences
zh_hans: 修改未来场次

# club.gov.arrived
source: Arrived
zh_hans: 已到场

# club.gov.assignments
source: Active assignments
zh_hans: 生效委派

# club.gov.audienceCounts
source: Member notifications
zh_hans: 成员通知

# club.gov.bans
source: Governance records
zh_hans: 治理记录

# club.gov.busy
source: An operation is in progress
zh_hans: 正在处理操作

# club.gov.cancelReview
source: Return to editing
zh_hans: 返回编辑

# club.gov.cases
source: My platform cases
zh_hans: 我的平台工单

# club.gov.changed
source: The account or target changed. Review the latest information
zh_hans: 账号或目标已变化，请重新查看最新信息

# club.gov.chapters
source: Chapters
zh_hans: 章节

# club.gov.checkin
source: Check-in record
zh_hans: 核销记录

# club.gov.choice.1-5场
source: 1–5 events
zh_hans: 1-5场

# club.gov.choice.20场以上
source: More than 20 events
zh_hans: 20场以上

# club.gov.choice.5-20场
source: 5–20 events
zh_hans: 5-20场

# club.gov.choice.ACTIVITY
source: Event
zh_hans: 场次

# club.gov.choice.ADMINS
source: Administrators
zh_hans: 管理员

# club.gov.choice.ALL_MEMBERS
source: All members
zh_hans: 全部成员

# club.gov.choice.CLUB
source: Club
zh_hans: 俱乐部

# club.gov.choice.CLUB_CO_OWNER
source: Co-owner
zh_hans: 联席主理人

# club.gov.choice.CLUB_MEMBER
source: Club member
zh_hans: 俱乐部成员

# club.gov.choice.CLUB_OPERATOR
source: Club operator
zh_hans: 俱乐部运营员

# club.gov.choice.CLUB_OWNER
source: Club owner
zh_hans: 主理人

# club.gov.choice.CONTENT
source: Content
zh_hans: 内容

# club.gov.choice.CONTENT_REPORT
source: Content and report
zh_hans: 内容与回顾报告

# club.gov.choice.CUSTOM_DATES
source: Custom dates
zh_hans: 自定义日期

# club.gov.choice.DELIVERY_SAFETY
source: Delivery and safety
zh_hans: 交付与安全

# club.gov.choice.EVENT_CHECKIN
source: Event check-in staff
zh_hans: 场次核销员

# club.gov.choice.EVENT_LEAD
source: Event lead
zh_hans: 场次领队

# club.gov.choice.INACTIVE
source: Inactive members
zh_hans: 不活跃成员

# club.gov.choice.MEMBER
source: Member
zh_hans: 成员

# club.gov.choice.NO_SHOW
source: Not arrived
zh_hans: 未到场

# club.gov.choice.ONCE
source: Once
zh_hans: 单次

# club.gov.choice.ONSITE
source: On-site
zh_hans: 现场

# club.gov.choice.PLAYER_EXPERIENCE
source: Player experience
zh_hans: 玩家体验

# club.gov.choice.PREP
source: Preparation
zh_hans: 准备

# club.gov.choice.REGISTERED
source: Registered attendees
zh_hans: 本场已报名

# club.gov.choice.REVIEW
source: Review
zh_hans: 复盘

# club.gov.choice.WAITLIST
source: Waitlist
zh_hans: 候补成员

# club.gov.choice.WEEKLY
source: Weekly
zh_hans: 每周

# club.gov.choice.没有经验
source: No experience
zh_hans: 没有经验

# club.gov.close
source: Close
zh_hans: 关闭

# club.gov.codeAvailable
source: Group code issued
zh_hans: 团码已签发

# club.gov.compensationGate
source: Reported hours and evidence require platform review. No confirmation or reconciliation endpoint is available in the source
zh_hans: 自报工时与证据需要平台审核，源代码未提供确认或对账接口

# club.gov.confirmOffline
source: Confirm synthetic operation
zh_hans: 确认模拟操作

# club.gov.confirmProduction
source: Confirm action
zh_hans: 确认操作

# club.gov.conflict
source: The record changed elsewhere. Refresh and create a new review
zh_hans: 记录已在其他地方变更，请刷新后重新审核

# club.gov.customer
source: Customer detail
zh_hans: 客户详情

# club.gov.customerCount
source: Customer count
zh_hans: 客户人数

# club.gov.customers
source: Customers
zh_hans: 客户名单

# club.gov.delegatedEvents
source: Delegated event access
zh_hans: 已委派场次

# club.gov.deliveryPending
source: A campaign receipt does not mean every message was delivered
zh_hans: 任务回执不代表每条通知均已送达

# club.gov.denied
source: Your current permissions do not allow this view
zh_hans: 当前权限不允许访问此内容

# club.gov.deposits
source: Unresolved deposits
zh_hans: 未结保证金

# club.gov.discard
source: Close draft
zh_hans: 关闭草稿

# club.gov.discardBody
source: Unsaved local changes will be discarded
zh_hans: 尚未保存的本地修改将被丢弃

# club.gov.discardTitle
source: Close this draft?
zh_hans: 关闭此草稿？

# club.gov.dissolutionBlockers
source: Dissolution blockers
zh_hans: 解散阻塞事项

# club.gov.editions
source: Edition reports
zh_hans: 期次自报

# club.gov.empty
source: No records in this view
zh_hans: 此视图暂无记录

# club.gov.eventID %lld
source: Event #%lld
zh_hans: 场次 #%lld

# club.gov.eventTopics
source: Plan a series
zh_hans: 创建系列场次

# club.gov.events
source: Event operations
zh_hans: 场次运营

# club.gov.expiredCode
source: This code has expired. Do not reuse it
zh_hans: 此团码已过期，请勿复用

# club.gov.feed
source: Joined-club feed
zh_hans: 已加入俱乐部动态

# club.gov.field.ADMINS
source: Administrators
zh_hans: 管理员

# club.gov.field.ALL_MEMBERS
source: All members
zh_hans: 全部成员

# club.gov.field.INACTIVE
source: Inactive members
zh_hans: 不活跃成员

# club.gov.field.NO_SHOW
source: Not arrived
zh_hans: 未到场

# club.gov.field.REGISTERED
source: Registered attendees
zh_hans: 本场已报名

# club.gov.field.WAITLIST
source: Waitlist
zh_hans: 候补成员

# club.gov.field.accountRole
source: Account role
zh_hans: 账号身份

# club.gov.field.activityId
source: Event ID
zh_hans: 场次编号

# club.gov.field.actualHours
source: Actual hours
zh_hans: 实际工时

# club.gov.field.amount
source: Source amount; currency not supplied
zh_hans: 源金额，未提供币种

# club.gov.field.amountStatus
source: Amount verification
zh_hans: 金额核验状态

# club.gov.field.amountText
source: Amount
zh_hans: 金额

# club.gov.field.answerReveal
source: Protected answer
zh_hans: 受保护答案

# club.gov.field.arrived
source: Arrived
zh_hans: 已到场

# club.gov.field.arrivedCount
source: Arrivals
zh_hans: 到场次数

# club.gov.field.arrivedText
source: Arrivals
zh_hans: 到场情况

# club.gov.field.assignmentId
source: Assignment ID
zh_hans: 委派编号

# club.gov.field.audienceType
source: Audience
zh_hans: 通知受众

# club.gov.field.auditStatus
source: Review status
zh_hans: 审核状态

# club.gov.field.avgEventSize
source: Average event size
zh_hans: 平均活动人数

# club.gov.field.banId
source: Ban record ID
zh_hans: 封禁记录编号

# club.gov.field.banReason
source: Ban reason
zh_hans: 封禁理由

# club.gov.field.campaignId
source: Campaign ID
zh_hans: 通知任务编号

# club.gov.field.canDesignRoute
source: Can design routes
zh_hans: 可设计路线

# club.gov.field.canDesignTask
source: Can design tasks
zh_hans: 可设计任务

# club.gov.field.canManage
source: May manage
zh_hans: 可管理

# club.gov.field.canMerchantCoop
source: Can coordinate merchants
zh_hans: 可对接商家

# club.gov.field.canNpc
source: Can perform as NPC
zh_hans: 可扮演NPC

# club.gov.field.capacity
source: Capacity, blank if unlimited
zh_hans: 人数上限，不限可留空

# club.gov.field.category
source: Category
zh_hans: 类别

# club.gov.field.certImages
source: Existing certificate image references
zh_hans: 已有资质图片引用

# club.gov.field.channel
source: Delivery channel
zh_hans: 发送渠道

# club.gov.field.chapterId
source: Chapter ID
zh_hans: 章节编号

# club.gov.field.clearCount
source: Completions
zh_hans: 通关次数

# club.gov.field.clubId
source: Club ID
zh_hans: 俱乐部编号

# club.gov.field.coFounders
source: Co-founders
zh_hans: 共同发起人

# club.gov.field.completionDuration
source: Completion time (minutes)
zh_hans: 完成用时（分钟）

# club.gov.field.content
source: Content
zh_hans: 内容

# club.gov.field.coopOpen
source: Merchant cooperation open
zh_hans: 开放商家合作

# club.gov.field.customDates
source: Custom dates, comma separated
zh_hans: 自定义日期，以逗号分隔

# club.gov.field.decisionReason
source: Platform decision reason
zh_hans: 平台处理说明

# club.gov.field.defaultCapacity
source: Capacity
zh_hans: 人数上限

# club.gov.field.defaultLeadMemberId
source: Lead member ID
zh_hans: 默认领队成员编号

# club.gov.field.depositStatus
source: Deposit status
zh_hans: 保证金状态

# club.gov.field.description
source: Description
zh_hans: 说明

# club.gov.field.difficulty
source: Difficulty
zh_hans: 难度

# club.gov.field.dimension
source: Quality dimension
zh_hans: 质量维度

# club.gov.field.direction
source: Direction
zh_hans: 收付方向

# club.gov.field.displayName
source: Customer
zh_hans: 客户

# club.gov.field.dissolveConfirmed
source: I reviewed dissolution
zh_hans: 我已审核解散操作

# club.gov.field.duration
source: Duration
zh_hans: 时长

# club.gov.field.durationMin
source: Duration (minutes)
zh_hans: 用时（分钟）

# club.gov.field.enabled
source: Enabled
zh_hans: 开启

# club.gov.field.endDate
source: End date
zh_hans: 结束日期

# club.gov.field.evidenceHash
source: 64-character SHA-256 evidence hash
zh_hans: 64位SHA-256证据哈希

# club.gov.field.executedAdjustmentText
source: Executed adjustment
zh_hans: 已执行调整

# club.gov.field.expectedVersion
source: Reviewed version
zh_hans: 审核版本

# club.gov.field.experience
source: Organizing experience
zh_hans: 组织经验

# club.gov.field.expiresAt
source: Expiration supplied to server
zh_hans: 提交给服务端的到期时间

# club.gov.field.failedCount
source: Failed
zh_hans: 失败数

# club.gov.field.feedbackText
source: Feedback
zh_hans: 反馈

# club.gov.field.finishTime
source: Finished at
zh_hans: 结束时间

# club.gov.field.gameConfiguredCount
source: Configured games
zh_hans: 已配置玩法数

# club.gov.field.hasExperience
source: Has experience
zh_hans: 已有经验

# club.gov.field.hasGuideCert
source: Has guide qualification
zh_hans: 有导游资质

# club.gov.field.hostedCount
source: Hosted events
zh_hans: 带队次数

# club.gov.field.hourKind
source: Hours category
zh_hans: 工时类别

# club.gov.field.id
source: Record ID
zh_hans: 记录编号

# club.gov.field.identity
source: Occupation or identity
zh_hans: 职业或身份

# club.gov.field.inApp
source: In-app channel
zh_hans: 站内渠道

# club.gov.field.leaderName
source: Host name
zh_hans: 主理人姓名

# club.gov.field.lockReason
source: Lock reason
zh_hans: 锁定原因

# club.gov.field.manualOrders
source: Orders needing manual handling
zh_hans: 需人工处理订单

# club.gov.field.maxEventSize
source: Largest event size
zh_hans: 最大活动人数

# club.gov.field.memberConsequencesConfirmed
source: I reviewed member consequences
zh_hans: 我已审核成员影响

# club.gov.field.memberId
source: Member ID
zh_hans: 成员编号

# club.gov.field.memberName
source: Member
zh_hans: 成员

# club.gov.field.memberOnly
source: Members only
zh_hans: 仅成员

# club.gov.field.merchantCount
source: Merchants
zh_hans: 商家数

# club.gov.field.merchantName
source: Merchant
zh_hans: 商家

# club.gov.field.mileage
source: Distance (km)
zh_hans: 里程（公里）

# club.gov.field.mode
source: Mode
zh_hans: 模式

# club.gov.field.monthNew
source: New this month
zh_hans: 本月新增

# club.gov.field.name
source: Name
zh_hans: 名称

# club.gov.field.netAmountText
source: Net amount
zh_hans: 核算净额

# club.gov.field.nickname
source: Member
zh_hans: 成员

# club.gov.field.nodeCount
source: Stations
zh_hans: 站点数

# club.gov.field.nodeId
source: Station ID
zh_hans: 站点编号

# club.gov.field.occurrenceAt
source: Occurrence time
zh_hans: 场次时间

# club.gov.field.occurrenceCount
source: Number of occurrences
zh_hans: 场次数量

# club.gov.field.offerMinutes
source: Waitlist offer minutes
zh_hans: 候补名额有效分钟

# club.gov.field.operatorName
source: Operator
zh_hans: 操作员

# club.gov.field.orderNo
source: Order number
zh_hans: 订单号

# club.gov.field.orderTimeText
source: Order time
zh_hans: 下单时间

# club.gov.field.originalAmountText
source: Original amount
zh_hans: 原始应结金额

# club.gov.field.pace
source: Pace (minutes/km)
zh_hans: 配速（分钟/公里）

# club.gov.field.paidAmount
source: Amount as supplied by server
zh_hans: 服务端提供的金额

# club.gov.field.paidAmountText
source: Paid amount
zh_hans: 支付金额

# club.gov.field.paidText
source: Payments
zh_hans: 支付情况

# club.gov.field.pendingCount
source: Pending records
zh_hans: 待处理记录

# club.gov.field.pendingVerifyCount
source: Pending check-in
zh_hans: 待核销

# club.gov.field.phone
source: Contact phone
zh_hans: 联系电话

# club.gov.field.phoneText
source: Server-visible contact
zh_hans: 服务端允许显示的联系方式

# club.gov.field.pinned
source: Pinned
zh_hans: 置顶

# club.gov.field.playModeText
source: Gameplay mode
zh_hans: 玩法模式

# club.gov.field.players
source: Players
zh_hans: 玩家数

# club.gov.field.question
source: Question
zh_hans: 题目

# club.gov.field.railStep
source: Progress step
zh_hans: 进度步骤

# club.gov.field.reason
source: Reason
zh_hans: 理由

# club.gov.field.recipientCount
source: Preview recipients
zh_hans: 预览受众人数

# club.gov.field.recruiting
source: Recruiting
zh_hans: 正在招商

# club.gov.field.recurrenceType
source: Recurrence
zh_hans: 重复规则

# club.gov.field.refundStatus
source: Refund progress
zh_hans: 退款进度

# club.gov.field.refundedCount
source: Refunded records
zh_hans: 已退款记录

# club.gov.field.refundedOrders
source: Refunded orders
zh_hans: 已退款订单

# club.gov.field.registered
source: Identity registered
zh_hans: 已登记实名

# club.gov.field.registrationId
source: Registration ID
zh_hans: 报名编号

# club.gov.field.rejectReason
source: Rejection reason
zh_hans: 未通过原因

# club.gov.field.remark
source: Remark
zh_hans: 备注

# club.gov.field.requestId
source: Stable request reference
zh_hans: 固定请求标识

# club.gov.field.retryable
source: Server permits retry
zh_hans: 服务端允许重试

# club.gov.field.roleCode
source: Role code
zh_hans: 角色代码

# club.gov.field.roleName
source: Role
zh_hans: 角色

# club.gov.field.scopeId
source: Scope ID
zh_hans: 范围编号

# club.gov.field.scopeType
source: Scope type
zh_hans: 范围类型

# club.gov.field.score
source: Source-computed score
zh_hans: 服务端综合分

# club.gov.field.seriesId
source: Series ID
zh_hans: 系列编号

# club.gov.field.sessionHeadcount
source: Event headcount
zh_hans: 本场人数

# club.gov.field.settledAmountStatus
source: Amount verification
zh_hans: 金额核验状态

# club.gov.field.settledAmountText
source: Settled amount
zh_hans: 已入账金额

# club.gov.field.signupCount
source: Registrations
zh_hans: 报名人数

# club.gov.field.signupDeadline
source: Registration deadline
zh_hans: 报名截止

# club.gov.field.soldCount
source: Sold tickets
zh_hans: 已售票数

# club.gov.field.sourceType
source: Governance source
zh_hans: 治理来源

# club.gov.field.startDate
source: Start date, YYYY-MM-DD
zh_hans: 开始日期，YYYY-MM-DD

# club.gov.field.startTime
source: Meeting time, HH:mm
zh_hans: 集合时间，HH:mm

# club.gov.field.state
source: State
zh_hans: 状态

# club.gov.field.status
source: Status
zh_hans: 状态

# club.gov.field.statusCode
source: Status code
zh_hans: 状态代码

# club.gov.field.statusText
source: Status
zh_hans: 状态

# club.gov.field.storeName
source: Store
zh_hans: 门店

# club.gov.field.storyReady
source: Story ready
zh_hans: 剧情已写

# club.gov.field.successCount
source: Succeeded
zh_hans: 成功数

# club.gov.field.tags
source: Tags, separated by commas
zh_hans: 标签，以逗号分隔

# club.gov.field.targetId
source: Report target ID
zh_hans: 举报目标编号

# club.gov.field.targetMemberId
source: Target member ID
zh_hans: 目标成员编号

# club.gov.field.targetType
source: Report target type
zh_hans: 举报目标类型

# club.gov.field.teamStatus
source: Group status
zh_hans: 成团状态

# club.gov.field.ticketText
source: Ticket
zh_hans: 票种

# club.gov.field.timeText
source: Session time
zh_hans: 场次时间

# club.gov.field.title
source: Title
zh_hans: 标题

# club.gov.field.topicId
source: Topic ID
zh_hans: 主题编号

# club.gov.field.topicName
source: Topic
zh_hans: 主题

# club.gov.field.total
source: Total
zh_hans: 总数

# club.gov.field.totalCount
source: Recipients
zh_hans: 收件人数

# club.gov.field.totalInventory
source: Inventory
zh_hans: 库存

# club.gov.field.totalTime
source: Estimated minutes
zh_hans: 预计分钟数

# club.gov.field.unverifiedSettledCount
source: Unverified settled records
zh_hans: 待核验已结算笔数

# club.gov.field.validationMethodStr
source: Validation method
zh_hans: 验证方式

# club.gov.field.verifiedByMeCount
source: Checked in by me
zh_hans: 我已核销

# club.gov.field.verifiedCount
source: Verified records
zh_hans: 已核销记录

# club.gov.field.verifyTimeText
source: Verification time
zh_hans: 核销时间

# club.gov.field.version
source: Current version
zh_hans: 当前版本

# club.gov.field.waitlistEnabled
source: Waitlist enabled
zh_hans: 开启候补

# club.gov.field.wechatSubscription
source: WeChat subscription channel
zh_hans: 微信订阅渠道

# club.gov.filter
source: Filter
zh_hans: 筛选

# club.gov.filter.all
source: All
zh_hans: 全部

# club.gov.filter.new
source: New customers
zh_hans: 新客户

# club.gov.filter.remark
source: With remarks
zh_hans: 有备注

# club.gov.filter.repeat
source: Repeat customers
zh_hans: 回头客

# club.gov.financialGate
source: Financial actions require separate exact-action approval. These records do not prove funds have settled
zh_hans: 资金操作需要单独的具体操作授权。这些记录不代表资金已结清

# club.gov.hostExisting
source: This account is already a club host
zh_hans: 此账号已成为主理人

# club.gov.hostMerchantBlocked
source: Merchant accounts cannot apply as club hosts
zh_hans: 商家账号不能申请成为俱乐部主理人

# club.gov.hostStatus
source: Become a host
zh_hans: 申请成为主理人

# club.gov.identityGate
source: Host submission requires an approved identity-registration flow. Identity documents are not collected here
zh_hans: 主理人提交需要已批准的实名登记流程，此处不采集证件号码
